# FtSup2PerMbh Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtSup2PerMbh Property
SymbolTypeId Class See Also
---
Symbol ft²/MBh, indicating unit Square feet per thousand British thermal units per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtSup2PerMbh { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtSup2PerMbh As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtSup2PerMbh {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace